/* Automatic Update Alert Description (Critical Update) */
"%1$@ %2$@ has been downloaded and is ready to use! This is an important update; would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ har laddats ned och är redo att användas! Det här är en viktig uppdatering, vill du installera den och starta om %1$@ nu?";

/* Automatic Update Alert Description (Normal Update) */
"%1$@ %2$@ has been downloaded and is ready to use! Would you like to install it and relaunch %1$@ now?" = "%1$@ %2$@ har laddats ned och är redo att användas! Vill du installera den och starta om %1$@ nu?";

/* No comment provided by engineer. */
"%1$@ can't be updated when it's running from a read-only volume like a disk image or an optical drive. Move %1$@ to your Applications folder, relaunch it from there, and try again." = "%1$@ kan inte uppdateras när det körs från en skrivskyddad volym som en skivavbildning eller optisk enhet. Flytta %1$@ till programmappen, starta om det därifrån och försök igen.";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ är den senaste versionen.";

/* No comment provided by engineer. */
"%@ downloaded" = "%@ har laddats ned";

/* No comment provided by engineer. */
"%@ of %@" = "%1$@ av %2$@";

/* Description text for SUUpdateAlert when the update is downloadable. */
"A new version of %@ is available. Update to %@ to experience the latest improvements." = "En ny version av %1$@ finns tillgänglig. Uppdatera till %2$@ för att få de senaste förbättringarna.";

/* Description text for SUUpdateAlert when the update informational with no download. */
"A new version of %@ is available. Update to %@ to experience the latest improvements. Would you like to learn more about this update on the web?" = "En ny version av %1$@ finns tillgänglig. Uppdatera till %2$@ för att få de senaste förbättringarna. Vill du läsa mer om uppdateringen på webben?";

/* Automatic Update Alert Title (Normal Update) */
"A new version of %@ is ready to install!" = "En ny version av %@ är redo att installeras!";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Ett fel uppstod i hämtning uppdateringsinformation. Försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while downloading the update. Please try again later." = "Ett fel inträffade när uppdateringen hämtades. Försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Ett fel inträffade när arkivet extraherades. Försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while installing the update. Please try again later." = "Ett fel inträffade när uppdateringen installerades. Försök igen senare.";

/* No comment provided by engineer. */
"An error occurred while parsing the update feed." = "Ett fel inträffade när uppdateringsflödet parsades.";

/* No comment provided by engineer. */
"An error occurred while relaunching %1$@, but the new version will be available next time you run %1$@." = "Ett fel inträffade när %1$@ startades om, men den nya versionen kommer att vara tillgänglig nästa gång du kör %1$@.";

/* Automatic Update Alert Title (Critical Update) */
"An important update to %@ is ready to install" = "En viktig uppdatering av %@ är redo att installeras";

/* the unit for bytes */
"B" = "B";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancel Update" = "Avbryt uppdatering";

/* No comment provided by engineer. */
"Checking for updates..." = "Söker efter uppdateringar ...";

/* Take care not to overflow the status window. */
"Downloading update..." = "Hämtar uppdatering...";

/* Take care not to overflow the status window. */
"Extracting update..." = "Extraherar uppdatering...";

/* the unit for gigabytes */
"GB" = "GB";

/* No comment provided by engineer. */
"Install and Relaunch" = "Installera och starta om";

/* Take care not to overflow the status window. */
"Installing update..." = "Installerar uppdatering...";

/* the unit for kilobytes */
"KB" = "KB";

/* Alternate title for 'Install Update' button when there's no download in RSS feed. */
"Learn More..." = "Läs mer...";

/* No comment provided by engineer. */
"Let's update your app" = "Dags att uppdatera appen!";

/* the unit for megabytes */
"MB" = "MB";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to Install" = "Redo att installeras";

/* No comment provided by engineer. */
"Should %1$@ automatically check for updates? You can always check for updates manually from the %1$@ menu." = "Ska %1$@ söka efter uppdateringar automatiskt? Du kan alltid söka efter uppdateringar manuellt via menyn %1$@.";

/* No comment provided by engineer. */
"The update is improperly signed." = "Uppdateringen är felaktigt signerad.";

/* No comment provided by engineer. */
"The update will not be installed because the user requested for the system to power off" = "Uppdateringen kommer inte att installeras eftersom användaren begärde att systemet ska stängas av";

/* Automatic Update Alert Title (Forced Update) */
"Uh oh. Your version of %@ is out of date." = "Hoppsan. Din version av %@ är föråldrad.";

/* No comment provided by engineer. */
"Update Error!" = "Uppdateringsfel!";

/* No comment provided by engineer. */
"Updating %@" = "Uppdaterar %@";

/* 'Error' message when the user checks for updates but is already current or the feed doesn't contain any updates. (not necessarily shown in UI) */
"You already have the newest version of %@." = "Du har redan den senaste versionen av %@.";

/* Status message shown when the user checks for updates but is already current or the feed doesn't contain any updates. */
"You're up-to-date!" = "Du har den senaste versionen!";

/* Automatic Update Alert Description (Forced Update) */
"You’re currently on version %@ which is no longer supported. We’ve made a lot of improvements since then so please download the latest version to continue." = "Du har för närvarande version %@ som inte längre stöds. Vi har gjort många förbättringar sedan dess, därför ber vi dig ladda ned den senaste versionen om du vill fortsätta.";
